Repository: jasp-stats/jaspBase
Catalog: po/R-*.po
Languages: es, eu, fr, gl, it, ja, pl, pt, ro, ru, sr, ta, tr, vi

source: registerFonts was called but resultsFont does not exist!
es: se invocó registerFonts pero resultsFont no existe!
fr: registerFonts a été appelé mais resultsFont n'existe pas !
gl: chamouse por registerFonts pero resultsFont non existe!
ja: registerFontsが呼び出されましたが、resultsFontが存在しません!
pl: registerFonts został wywołany, ale resultsFont nie istnieje!

source: <em>Note.</em>
es: <em>Nota.</em>
eu: <em>Oharra.</em>
gl: <em>Nota.</em>
ja: <em>注</em>
pl: <em>Uwaga.</em>
pt: <em>Nota.</em>
ro: <em>Notă.</em>
ru: <em>Примечание.</em>
sr: <em>Напомена.</em>
ta: <em> குறிப்பு.</em>
tr: <em>Not.</em>
vi: <em>Ghi chú.</em>

source: Invalid type supplied to .fromRCPP, expected character
es: Indicado un tipo incorrecto para .fromRCPP, se esperaba un carácter
fr: Type non valide fourni à .fromRCPP, caractère attendu
gl: Indicado un tipo incorrecto para .fromRCPP, agardábase un carácter
ja: 無効な型が .fromRCPP に指定されました。文字列が期待されています
pl: Nieprawidłowy typ dostarczony do .fromRCPP; oczekiwano typ znakowy

source: Unknown RCPP object
es: Objeto RCPP desconocido
fr: Objet RCPP inconnu
gl: Obxecto RCPP descoñecido
ja: 不明なRCPPオブジェクト
pl: Nieznany obiekt RCPP

source: Could not locate
es: No pudo localizarse
fr: Impossible à localiser
gl: Non pode atoparse
ja: 見つかりませんでした
pl: Nie można zlokalizować

source: in environment (.fromRCPP)
es: en el entorno (.fromRCPP)
fr: dans l'environnement (.fromRCPP)
gl: no eido (.fromRCPP)
ja: 環境内（.fromRCPP）
pl: w środowisku (.fromRCPP)

source: .getSeedJASP was called with an incorrect argument.
es: Se invocó .getSeedJASP con un argumento incorrecto.
fr: .getSeedJASP a été appelé avec un argument incorrect.
gl: Requiriuse .getSeedJASP cun argumento incorrecto.
ja: .getSeedJASPが誤った引数で呼び出されました。
pl: .getSeedJASP został wywołany z nieprawidłowym argumentem.

source: The argument options should be the options list from QML.
es: Las opciones de los argumentos deben ser las de la lista de opciones de QML.
fr: Les options d’argument doivent être la liste d’options de QML.
gl: As opcións dos argumentos deben ser as da lista de opcións de QML.
ja: 引数のオプションは、QMLのオプションリストである必要があります。
pl: Opcje argumentów powinny być listą opcji z QML.

source: Ensure that the SetSeed{} QML component is present in the QML file for this analysis.
es: Asegurarse de que el componente SetSeed{} de QML está presente en el archivo QML para este análisis.
fr: Assurez-vous que le composant QML SetSeed{} est présent dans le fichier QML pour cette analyse.
gl: Verifica que a compoñente SetSeed{} de QML está presente no ficheiro QML para esta análise.
ja: この分析では、SetSeed {} QMLコンポーネントがQMLファイルに存在することを確認してください。
pl: Upewnij się, że komponent SetSeed{} Komponent QML jest obecny w pliku QML dla tej analizy.

source: Loading plot snapshot from a different session with possible side effects or errors.
es: Cargando la captura del gráfico de una sesión diferente con posibles efectos secundarios o fallos.
fr: Chargement de l'instantané du graphique d'une session différente avec des effets secondaires ou des erreurs possibles.
gl: Cargando a captura da gráfica dunha sesión diferente con posibles efectos secundarios ou fallos.
ja: 誤反応やエラーの可能性がある別のセッションからプロットスナップショットを読み込んでいます。
pl: Ładowanie wykresów z innej sesji może być obarczone efektami ubocznymi lub błędami.

source: no jasp plot found
es: no se encontró un gráfico jasp
fr: aucun graphique jasp trouvé
gl: non se atopou unha gráfica jasp
ja: JASPプロットが見つかりません
pl: nie znaleziono wykresu jasp

source: no plot object found
es: no se encuentra ningún objeto gráfico
fr: aucun objet de graphique trouvé
gl: non se atopou un obxecto gráfico
ja: プロットオブジェクトが見つかりません
pl: nie znaleziono wykresu

source: no plot object was found
es: no se encontró ningún objeto gráfico
eu: ez da grafiko-objekturik aurkitu
fr: aucun objet de graphique trouvé
gl: non se atopou un obxecto gráfico
it: non è stato trovato alcun oggetto del grafico
ja: プロットオブジェクトが見つかりませんでした
pl: nie znaleziono wykresu
pt: nenhum objeto de diagrama encontrado
ro: nu a fost găsit un obiect al graficului
ru: графический объект был найден
sr: није пронађен графички објекат
ta: சூழ்ச்சி பொருள் எதுவும் கிடைக்கவில்லை
tr: Herhangi bir grafik nesnesi bulunamadı
vi: không tìm thấy đối tượng biểu đồ nào

source: This function should not be used. In for reference.
es: Esta función no debe utilizarse. Para referencia.
fr: Cette fonction ne devrait pas être utilisée. A titre de référence.
gl: Esta función non debe utilizarse. Para referencia.
ja: この機能は使用しないでください。ご参考まで。
pl: Ta funkcja nie powinna być używana.

source: Non-valid type argument provided
es: Se proporcionó un argumento de tipo incorrecto
fr: Argument de type non valide fourni
gl: Forneceuse un argumento de tipo incorrecto
ja: 無効な型引数が与えられました
pl: Podano nieprawidłowy argument typu

source: Unknown check type provided: "
es: Se proporcionó un tipo de comprobación desconocido: "
fr: Type de vérification inconnu fourni : "
gl: Forneceuse un tipo de comprobación descoñecido: "
ja: 不明なチェックタイプが提供されました： "
pl: Podano nieznany typ kontroli: "

source: Missing required argument(s): "
es: Falta(n) argumento(s) requerido(s):"
fr: Argument(s) requis manquant(s) : "
gl: Falta(n) argumento(s) requirido(s):"
ja: 必要な引数がありません： "
pl: Brak wymaganego argumentu(ów): "

source: Each grouping variable must have a level specified
es: Cada variable de agrupación debe tener un nivel determinado
fr: Chaque variable de regroupement doit avoir un niveau
gl: Cada variable de agrupamento debe ter un nivel determinado
ja: 各グループ化変数には、レベルを指定する必要があります
pl: Każda zmienna grupująca musi mieć określony poziom

source: the modelterms list must contain the named item `components`
es: la lista de elementos del modelo debe contener el elemento denominado `componentes`
fr: la liste des termes du modèle doit contenir l’élément nommé « composants »
gl: a lista de elementos do modelo debe conter o elemento denominado `compoñentes`
ja: モデル項リストには、名前付きアイテム `components`が含まれている必要があります
pl: lista modelterms musi zawierać element `components` posiadający nazwę

source: The following problem(s) occurred while running the analysis:
es: Surgieron los siguientes problemas al ejecutar el análisis:
eu: Arazo hauek gertatu dira analisia exekutatzean:
fr: Le(s) problème(s) suivant(s) se sont produits lors de l'exécution de l'analyse :
gl: Aconteceron os seguintes problemas ao executar a análise:
it: Si sono verificati i seguenti problemi durante l'esecuzione dell'analisi:
ja: 分析の実行中に次の問題が発生しました:
pl: Podczas wykonywania analizy wystąpił następujący problem(y):
pt: O(s) seguinte(s) problema(s) ocorreu(aram) durante a execução da análise:
ro: Următoarele probleme au apărut în timpul executării analizei:
ru: При выполнении анализа возникли следующие проблемы:
sr: Дошло је до следећег проблема током извршавања анализе:
ta: பகுப்பாய்வை இயக்கும் போது பின்வரும் சிக்கல் (கள்) நிகழ்ந்தது:
tr: Analizi çalıştırırken aşağıdaki sorun(lar) oluştu:
vi: Đã xảy ra sự cố sau trong quá trình chạy phân tích:

source: after grouping on %s
es: después de agrupar en %s
eu: %s-n taldekatu ondoren
fr: après regroupement sur %s
gl: logo de agrupar en %s
it: dopo aver raggruppato per %s
ja: %s でグループ化した後
pl: po pogrupowaniu wg %s
pt: depois de agrupar em %s
ro: după gruparea pe %s
ru: после группировки по %s
sr: након груписања по %s
ta: %s இல் தொகுத்த பிறகு
tr: %s üzerinde gruplandırmadan sonra
vi: sau khi nhóm theo %s

source: This analysis terminated unexpectedly. %s To receive assistance with this problem, please report the message above at: https://jasp-stats.org/bug-reports
es: Este análisis acabó de forma imprevista. %s Para obtener ayuda con este problema, por favor, envía el mensaje anterior a: https://jasp-stats.org/bug-reports
eu: Analisi hau ustekabean amaitu da. %s Arazo honekin laguntza jasotzeko, eman goiko mezua hemen: https://jasp-stats.org/bug-reports
fr: Cette analyse s'est terminée de manière inattendue. %s Pour recevoir de l'aide concernant ce problème, veuillez signaler le message ci-dessus à l'adresse suivante : https://jasp-stats.org/bug-reports
gl: Esta análise rematou de xeito imprevisto. %s Para obter axuda con este problema, por favor, envía a mensaxe anterior a: https://jasp-stats.org/bug-reports
it: Questa analisi è stata interrotta in modo imprevisto. %s Per ricevere assistenza con questo problema, ti preghiamo di segnalare il messaggio sopra riportato su: https://jasp-stats.org/bug-reports
ja: この分析は予期せず終了しました。 %s この問題のサポートを受けるには、上記のメッセージをhttps://jasp-stats.org/bug-reportsに報告してください
pl: Nieoczekiwane zakończenie analizy. %s Aby uzyskać pomoc w rozwiązaniu tego problemu, należy zgłosić powyższy komunikat na stronie: https://jasp-stats.org/bug-reports
pt: Esta análise terminou de forma inesperada. %s Para receber assistência com este problema, por favor reporte a mensagem acima em: https://jasp-stats.org/bug-reports
ro: Această analiză s-a încheiat pe neașteptate. %s Pentru a primi asistență privind această problemă, vă rugăm raportați mesajul de mai sus la adresa: https://jasp-stats.org/bug-reports
ru: Этот анализ неожиданно завершился. %s Чтобы получить помощь в решении этой проблемы, сообщите о сообщении выше по адресу: https://jasp-stats.org/bug-reports
sr: Ова анализа се неочекивано прекинула. %s Да бисте добили помоћ у вези са овим проблемом, пријавите горњу поруку на: https://jasp-stats.org/bug-reports
ta: இந்த பகுப்பாய்வு எதிர்பாராத விதமாக நிறுத்தப்பட்டது. இந்த சிக்கலுடன் உதவியைப் பெற, தயவுசெய்து மேலே உள்ள செய்தியைப் புகாரளிக்கவும்: https://jasp-stats.org/bug-ports
tr: Bu analiz beklenmedik şekilde sonlandırıldı. %s Bu sorunla ilgili yardım almak için lütfen yukarıdaki mesajı şu adrese bildirin: https://jasp-stats.org/bug-reports
vi: Phân tích này đã kết thúc đột ngột. %s Để được hỗ trợ, vui lòng báo cáo thông báo trên tại: https://jasp-stats.org/bug-reports

source: Infinity found in %s
es: Se encontró el infinito en %s
eu: Infinitua aurkitu da %s-n
fr: Infini trouvé dans %s
gl: Atopouse o infinito en %s
it: È stata riscontrata una situazione di infinito nel %s
ja: 無限大が %s で見つかりました
pl: W %s znaleziono wartości nieskończone
pt: Infinito encontrado em %s
ro: O infinitate găsită în %s
ru: Найдена непрерывность в %s
sr: Нађена је бесконачност у %s
ta: %s இல் முடிவிலி காணப்படுகிறது
tr: Sonsuzluk %s'de bulundu
vi: Tìm thấy giá trị vô cùng trong %s

source: Number of factor levels is %1$s in %2$s
es: El número de niveles de factores es %1$s en %2$s
eu: Faktore-maila kopurua %1$s da %2$s-n
fr: Le nombre de niveaux de facteurs est de %1$s dans %2$s
it: Il numero di livelli del fattore è %1$s in %2$s
ja: %1$s の因子レベルの数は %2$s です
pl: Liczba poziomów czynnika w %2$s wynosi %1$s
pt: O número de níveis de fatores é %1$s em %2$s
ro: Numărul de niveluri ale factorului este %1$s în %2$s
ru: Количество уровней фактора: %1$s в %2$s
sr: Број нивоа фактора је %1$s у %2$s
ta: காரணி அளவுகளின் எண்ணிக்கை %2$s இல் %1$s ஆகும்
tr: Faktör seviyelerinin sayısı %2$s'de %1$s'dir
vi: Số mức của nhân tố là %1$s trong %2$s

source: The variance in %1$s is equal to %2$s
es: La varianza en %1$s es igual a %2$s
eu: %1$s-ko bariantza %2$s-ren berdina da
fr: La variance de %1$s est égale à %2$s
it: La varianza nel %1$s è uguale al %2$s
ja: %1$s の分散が %2$s と等しくなります
pl: Wariancja w %1$s jest równa %2$s
pt: A variância em %1$s é igual a %2$s
ro: Varianța în %1$s este egală cu %2$s
ru: Дисперсия в %1$s равна %2$s
sr: Варијанса у %1$s је једнака %2$s
ta: %1$s இல் உள்ள மாறுபாடு %2$s க்கு சமம்
tr: %1$s'deki varyans %2$s'ye eşittir
vi: Phương sai của %1$s bằng %2$s

source: Number of observations is %1$s in %2$s
es: El número de observaciones es %1$s en %2$s
eu: Behaketa kopurua %1$s da %2$s-n
it: Il numero di osservazioni è %1$s in %2$s
ja: %1$s の観測度数は %2$s です
pl: Liczba obserwacji w %2$s wynosi %1$s
pt: O número de observações é %1$s em %2$s
ro: Numărul de observații este %1$s în %2$s
ru: Количество наблюдений: %1$s в %2$s
sr: Број опажања је %1$s у %2$s
ta: அவதானிப்புகளின் எண்ணிக்கை %2$s இல் %1$s ஆகும்
tr: Gözlem sayısı %2$s'de %1$s'dir
vi: Số lượng quan sát là %1$s trong %2$s

source: Cannot compute statistic reliably: number of observations is %1$s in %2$s
es: No se puede calcular el estadístico con fiabilidad: el número de observaciones es %1$s en %2$s
eu: Ezin da estatistikoa fidagarritasunez kalkulatu: behaketa kopurua %1$s da %2$s-n
fr: Impossible de calculer la statistique de manière fiable : le nombre d'observations est de %1$s dans %2$s
it: Impossibile calcolare la statistica in modo affidabile: il numero di osservazioni è %1$s nel %2$s
ja: 統計量をうまく計算できません: %1$s の観測数は %2$s です
pl: Nie można wiarygodnie obliczyć statystyki: liczba obserwacji w %2$s wynosi %1$s
pt: Não é possível calcular a estatística de forma confiável: o número de observações é %1$s em %2$s
ro: Statistica nu poate fi calculată fidel: numărul de observații este %1$s în %2$s
ru: Невозможно надежно вычислить статистику: количество наблюдений %1$s в %2$s
sr: Није могуће поуздано израчунати статистику: број опажања је %1$s у %2$s
ta: புள்ளிவிவரத்தை நம்பத்தகுந்த முறையில் கணக்கிட முடியாது: அவதானிப்புகளின் எண்ணிக்கை %2$s இல் %1$s ஆகும்
tr: İstatistik güvenilir bir şekilde hesaplanamıyor: gözlem sayısı %2$s'de %1$s
vi: Không thể tính toán thống kê một cách đáng tin cậy: số lượng quan sát là %1$s trong %2$s

source: Values in %1$s outside interval [%2$s, %3$s]
eu: %1$s-ko balioak tartetik kanpo daude [%2$s, %3$s]
it: Valori nel %1$s al di fuori dell'intervallo [%2$s, %3$s]
ja: %1$s の値が区間 [%2$s, %3$s] の外にあります
pl: Wartości w %1$s są poza przedziałem [%2$s, %3$s]
pt: Valores em %1$s fora do intervalo [%2$s, %3$s]
ro: Valorile în %1$s în afara intervalului [%2$s, %3$s]
ru: Значения в %1$s вне интервала [%2$s, %3$s]
sr: Вредности у %1$s изван интервала [%2$s, %3$s]
ta: %1$s க்கு வெளியே இடைவெளியில் மதிப்புகள் [ %2$s, %3$s]
tr: %1$s'deki değerler [%2$s, %3$s] aralığının dışında
vi: Các giá trị trong %1$s nằm ngoài khoảng [%2$s, %3$s]

source: Dataset is not a proper variance-covariance matrix. Please load only a positive definite symmetrical matrix as your dataset.
es: El conjunto de datos no es una matriz de varianzas-covarianzas apropiada. Por favor, carga solo una matriz simétrica definida positiva como conjunto de datos.
eu: Datu-multzoa ez da bariantza-kobariantza matrizea egokia. Mesedez, kargatu matrize simetriko positibo definitua soilik zure datu-multzo gisa.
fr: Le jeu de données n'est pas une matrice de variance-covariance correcte. Veuillez charger uniquement une matrice symétrique définie positive comme jeu de données.
gl: O conxunto de datos non é unha matriz de varianzas-covarianzas axeitada. Por favor, carga só unha matriz simétrica definida positiva como conxunto de datos.
it: Il dataset non è una matrice di varianza-covarianza corretta. Carica solo una matrice simmetrica definita positiva come dataset.
ja: データセットは適切な分散共分散行列ではありません。データセットとして正定値対称行列だけを読み込んでください。
pl: Zbiór danych nie jest prawidłową macierzą wariancji-kowariancji. Jako zbiór danych należy wczytać dodatnio określoną macierz symetryczną.
pt: O conjunto de dados não é uma matriz de variância-covariância adequada. Por favor, carregue apenas uma matriz simétrica definitiva positiva como seu conjunto de dados.
ro: Setul de date nu este o matrice varianță-covarianță adecvată. Vă rugăm să încărcați numai matrici pozitive definite simetrice drept seturi de date.
ru: Набор данных не является правильной матрицей дисперсии-ковариации. В качестве набора данных загружайте только положительно определенную симметричную матрицу.
sr: Скуп података није исправна матрица варијансе-коваријансе. Учитајте само позитивно дефинитну симетричну матрицу као ваш скуп података.
ta: தரவுத்தொகுப்பு சரியான மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் அல்ல. உங்கள் தரவுத்தொகுப்பாக நேர்மறையான திட்டவட்டமான சமச்சீர் மேட்ரிக்சை மட்டுமே ஏற்றவும்.
tr: Veri seti uygun bir varyans-kovaryans matrisi değildir. Lütfen veri setiniz olarak yalnızca pozitif kesin simetrik bir matris yükleyin.
vi: Tập dữ liệu không phải là ma trận phương sai–hiệp phương sai hợp lệ. Vui lòng chỉ tải ma trận đối xứng xác định dương làm dữ liệu.

source: The variance-covariance matrix of the supplied data is not positive-definite. Please check if variables have many missings observations or are collinear
es: La matriz de varianzas-covarianzas de los datos ofrecidos no es definida positiva. Por favor, comprueba si las variables tienen muchas observaciones ausentes o multicolinealidad perfecta
eu: Emandako datuen bariantza-kobariantza matrizea ez da positibo definitua. Mesedez, egiaztatu aldagaiek behaketa falta asko dituzten edo kolinearrak diren
fr: La matrice de variance-covariance des données fournies n'est pas définie positivement. Veuillez vérifier si les variables ont beaucoup d'observations manquantes ou sont colinéaires
gl: A matriz de varianzas-covarianzas dos datos fornecidos non é definida positiva. Por favor, comproba se as variables teñen moitas observacións ausentes ou multicolinearidade perfecta
it: La matrice di varianza-covarianza dei dati forniti non è definita positiva. Verifica se le variabili abbiano molte osservazioni mancanti o se siano collineari
ja: 提供されたデータの分散共分散行列は正定値ではありません。変数に多くの欠落した観測値や共線性がないかチェックしてください
pl: Macierz wariancji-kowariancji dla dostarczonych danych nie jest określona dodatnia. Możliwe, że zmienne zawierają wiele braków danych lub występuje współliniowość
pt: A matriz de variância-covariância dos dados fornecidos não é de definição positiva. Favor verificar se as variáveis têm muitas observações em falta ou se são colineares
ro: Matricea varianță-covarianță din datele furnizate nu este pozitivă și definită. Vă rugăm să verificați dacă variabilele prezintă mai multe observații lipsă sau sunt coliniare
ru: Матрица дисперсии-ковариации предоставленных данных не является положительно определенной. Пожалуйста, проверьте, есть ли у переменных много отсутствующих наблюдений или они коллинеарны
sr: Матрица варијансе-коваријансе датих података није позитивно-дефинитна. Проверите да ли променљиве имају много недостајућих опажања или су колинеарне
ta: வழங்கப்பட்ட தரவின் மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் நேர்மறை-வரையறை அல்ல. மாறிகள் பல மிச்சிங் அவதானிப்புகள் உள்ளதா அல்லது கோலைனியர் என்பதை சரிபார்க்கவும்
tr: Sağlanan verilerin varyans-kovaryans matrisi pozitif kesin değildir. Lütfen değişkenlerin çok sayıda eksik gözlemi olup olmadığını veya doğrusal olup olmadığını kontrol edin
vi: Ma trận phương sai–hiệp phương sai của dữ liệu cung cấp không xác định dương. Vui lòng kiểm tra xem các biến có quá nhiều giá trị thiếu hoặc đồng tuyến tính hay không

source: Main effects and lower-order interactions must be included whenever the corresponding higher-order interaction is included
es: Los efectos principales y las interacciones de nivel inferior deben incluirse siempre que se incluya la correspondiente interacción de nivel superior
eu: Efektu nagusiak eta behe-ordenako elkarrekintzak sartu behar dira dagokion goi-ordenako elkarrekintza sartzen den bakoitzean
fr: Les effets principaux et les interactions d’ordre inférieur doivent être inclus chaque fois que l’interaction d’ordre supérieur correspondante est incluse
gl: Os efectos principais e as interaccións de nivel inferior deben incluírse sempre que se inclúa a correspondente interacción de nivel superior
it: Gli effetti principali e le interazioni di ordine inferiore devono essere inclusi ogni volta che viene inclusa la corrispondente interazione di ordine superiore
ja: 対応する高次交互作用が含まれる場合、主効果と低次交互作用を含める必要があります
pl: Efekty główne i interakcyjne niższego rzędu muszą być uwzględnione zawsze, gdy uwzględniona jest odpowiadająca im interakcja wyższego rzędu
pt: Os efeitos principais e as interações de ordem inferior devem ser incluídos sempre que a interação de ordem superior correspondente for incluída
ro: Efectele primare și interacțiunile de ordin inferior trebuie să fie incluse de fiecare dată atunci când interacțiunea de ordin superior este inclusă
ru: Основные эффекты и взаимодействия более низкого порядка должны быть включены всякий раз, когда включается соответствующее взаимодействие более высокого порядка
sr: Главни ефекти и интеракције нижег реда морају бити укључени кад год је укључена одговарајућа интеракција вишег реда
ta: தொடர்புடைய உயர்-வரிசை தொடர்பு சேர்க்கும்போதெல்லாம் முக்கிய விளைவுகள் மற்றும் கீழ்-வரிசை தொடர்புகள் சேர்க்கப்பட வேண்டும்
tr: Karşılık gelen daha yüksek dereceli etkileşim dahil edildiğinde, ana etkiler ve daha düşük dereceli etkileşimler de dahil edilmelidir
vi: Hiệu ứng chính và các tương tác bậc thấp phải được bao gồm nếu có tương tác bậc cao tương ứng được đưa vào

source: Negative numbers found in %s
es: Se encontraron números negativos en %s
eu: Zenbaki negatiboak aurkitu dira %s-n
fr: Nombres négatifs trouvés dans %s
gl: Atopáronse números negativos en %s
it: Numeri negativi trovati nel % dei casi
ja: 負の数字が %s で見つかりました
pl: W %s znaleziono liczby ujemne
pt: Números negativos encontrados em %s
ro: Numere negative găsite în %s
ru: Отрицательные числа найдены в %s
sr: Пронађени су негативни бројеви у %s
ta: %s இல் காணப்படும் எதிர்மறை எண்கள்
tr: %s'de negatif sayılar bulundu
vi: Tìm thấy số âm trong %s

source: Missing values encountered in %s
es: Se encontraron valores ausentes en %s
eu: Balio faltak aurkitu dira %s-n
fr: Valeurs manquantes trouvées dans %s
gl: Atopáronse valores ausentes en %s
it: Valori mancanti riscontrati nel % dei casi
ja: %s に欠損値が見つかりました
pl: W %s napotkano braki danych
pt: Valores em falta encontrados em %s
ro: Valori lipsă întâlnite în %s
ru: Отсутствующие значения обнаружены в %s
sr: ронађене су недостајуће вредности у %s
ta: காணாமல் போன மதிப்புகள் %s இல் எதிர்கொள்ளும்
tr: %s'de eksik değerlerle karşılaşıldı
vi: Gặp giá trị thiếu trong %s

source: Duplicate variables encountered in %s
es: Se encontraron variables duplicadas en %s
eu: Aldagai bikoiztuak aurkitu dira %s-n
fr: Variables en double trouvées dans %s
gl: Atopáronse variables duplicadas en %s
it: Variabili duplicate riscontrate nel % dei casi
ja: %s に重複した変数が見つかりました
pl: W %s napotkano powtórzone zmienne
pt: Variáveis duplicadas encontradas em %s
ro: Variabile de tip dubluri întâlnite în %s
ru: Повторяющиеся переменные обнаружены в %s
sr: Пронађене су дуплиране променљиве у %s
ta: %s இல் எதிர்கொள்ளும் நகல் மாறிகள்
tr: %s'de yinelenen değişkenlerle karşılaşıldı
vi: Gặp biến trùng lặp trong %s
