Repository: jasp-stats/jaspBase
Catalog: po/R-*.po
Languages: es, eu, fr, gl, it, ja, pl, pt, ro, ru, sr, ta, tr, vi

source: Over %s%% of the rows consist entirely of missing values. Please remove these rows from the data set if you wish to continue.
es: Más del %s%% de las filas están llenas de valores ausentes. Por favor, elimina esas filas del conjunto de datos si quieres continuar.
eu: Errenkada guztien %s baino gehiago balio faltak dira. Mesedez, kendu errenkada hauek datu-multzotik jarraitu nahi baduzu.
fr: Plus de %s%% des lignes sont entièrement constituées de valeurs manquantes. Veuillez supprimer ces lignes de l'ensemble de données si vous souhaitez continuer.
gl: Máis do %s%% das filas están cheas de valores ausentes. Por favor, elimina esas filas do conxunto de datos se queres continuar.
it: Più del %s%% delle righe consistono interamente di valori mancanti. Rimuovi queste righe dal set di dati se desideri continuare.
ja: %s%%以上の行は、すべて欠損値で構成されています。続けたい場合は、これらの行をデータセットから削除してください。
pl: Ponad %s%% wierszy składa się wyłącznie z braków danych. Usuń te wiersze ze zbioru danych jeśli chcesz kontynuować.
pt: Mais de %s%% das filas consistem inteiramente em valores em falta. Por favor, remova estas linhas do conjunto de dados se desejar continuar.
ro: Peste %s%% din rânduri sunt formate, în întregime, din valori lipsă. Vă rugăm să eliminați aceste rânduri din setul de date, în cazul în care vă doriți să continuați.
ru: Более %s%% строк полностью состоят из пропущенных значений. Если вы хотите продолжить, удалите эти строки из набора данных.
sr: Више од %s%% редова су празни. Обриши их ако хоћеш да идеш даље.
ta: வரிசைகளில்%s %% க்கு மேல் முற்றிலும் காணாமல் போன மதிப்புகள் உள்ளன. நீங்கள் தொடர விரும்பினால் தரவு தொகுப்பிலிருந்து இந்த வரிசைகளை அகற்றவும்.
tr: Satırların %s%%'sinden fazlası tamamen eksik değerlerden oluşuyor. Devam etmek istiyorsanız lütfen bu satırları veri kümesinden kaldırın.
vi: Hơn %s%% số dòng chỉ chứa giá trị thiếu. Vui lòng xóa các dòng này khỏi tập dữ liệu nếu bạn muốn tiếp tục.

source: Levene's test is significant (p < .05), suggesting a violation of the equal variance assumption
es: El contraste de Levene es significativo (p < .05), sugiriendo el incumplimiento del supuesto de igualdad de varianzas
eu: Levene-ren testa esanguratsua da (p < .05), bariantza berdinaren hipotesiaren urraketa iradokiz
fr: Le test de Levene est significatif (p < .05), suggérant une violation de l'hypothèse de variance égale
gl: A proba de Levene é significativa (p < .05), suxerindo o incumprimento do suposto de igualdade de varianzas
it: Il test di Levene risulta significativo (p < .05), suggerendo una violazione dell'assunzione di varianze uguali.
ja: Leveneの検定は有意ですから(p <.05)、等分散の仮定が満たされていないことを示しています
pl: Test Levene'a jest istotny statystycznie (p < .05), co sugeruje naruszenie założenia o równości wariancji
pt: O teste de Levene é significativo (p < .05), sugerindo uma violação da suposição de variância igual
ro: Testul lui Levene este semnificativ statistic (p < .05), sugerând o violare a asumpției egalității varianței
ru: Значение критерия Ливиня статистически значимо (p < 0,05), что свидетельствует о нарушении предположения об однородности (гомогенности)
sr: Левенов тест је значајан (p < .05), што указује на кршење претпоставке једнаких варијанси
ta: லெவனின் சோதனை குறிப்பிடத்தக்கது (ப <.05), இது சம மாறுபாடு அனுமானத்தை மீறுவதைக் குறிக்கிறது
tr: Levene testi anlamlıdır (p < .05), bu da eşit varyans varsayımının ihlal edildiğini göstermektedir
vi: Kiểm định Levene có ý nghĩa thống kê (p < .05), cho thấy giả định phương sai bằng nhau bị vi phạm

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
es: Relación <em>p</em> Máxima de Vovk-Sellke: Basado en el valor <em>p</em>, la máxima probabilidad posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
eu: Vovk-Sellke-ren gehienezko <em>p</em>-Ratioa: <em>p</em>-balioan oinarrituta, H%1$s-ren aldeko gehienezko probabilitatea H%2$s-ren gainetik 1/(-e <em>p</em> log(<em>p</em>)) <em>p</em> %3$s .37rako (Sellke, Bayarri, & Berger, 2001).
fr: Ratio <em>p</em> maximal de Vovk-Sellke -Ratio : Sur la base de la valeur <em> p </em>, la cote maximale possible en faveur de H%1$s sur H%2$s est égale à 1 / (-e <em> p </em> log (<em> p </em>)) pour <em> p </em>%3$s .37 (Sellke, Bayarri et Berger, 2001).
gl: Máximo Cociente <em>p</em> de Vovk-Sellke: Baseado no valor <em>p</em>, a máxima probabilidade posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
it: Rapporto massimo di <em>p</em>-valore Vovk-Sellke: Basato sul <em>p</em>-valore, il massimo rapporto di probabilità possibile a favore di H%1$s rispetto a H%2$s è pari a 1/(-e <em>p</em> log(<em>p</em>)) per <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ja: Vovk-Sellke 最大 <em>p</em> 比: <em>p</em>-値に基づいて、H%2$sよりもH%1$sを支持する最大の可能なオッズは、<em>p</em> %3$s .37に対して1/(-e <em>p</em> log(<em>p</em>))に等しくなります(Sellke, Bayarri, & Berger, 2001)。
pl: Maksymalna wartość <em>p</em> Vovka-Sellkego: Na podstawie wartości <em>p</em> maksymalne możliwe szanse na korzyść H%1$s nad H%2$s wynoszą 1/(-e <em>p</em> log(<em>p</em>)) dla <em>p</em> %3$s .37 (Sellke, Bayarri i Berger, 2001).
pt: Vovk-Sellke Máximo <em>p</em>-Ratio: Com base no valor <em>p</em>, a probabilidade máxima possível a favor de H%1$s sobre H%2$s é igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ro: Rata Maximă Vovk-Sellke: În baza valorii <em>p</em>, cota maximă posibilă în favoarea lui H%1$s peste H%2$s este egală cu 1/(-e <em>p</em> log(<em>p</em>)) pentru <em>p</em> %3$s .37(Sellke, Bayarri, & Berger, 2001).
ru: Максимальное значение <em>p</em> критерия Вовк-Селлке: исходя из значения <em>p</em>, максимально возможные шансы в пользу H%1$s над H%2$s равны 1/ (-e <em>p</em> log(<em>p</em>)) для <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
sr: Vovk-Sellke максимални <em>p</em>-однос: На основу <em>p</em>-вредности, максимални могући однос шанси у корист H%1$s у односу на H%2$s износи 1/(-e <em>p</em> log(<em>p</em>)) за <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ta: Vovk-Sellke அதிகபட்சம் <em>p</em>-விகிதம்: <em>p</em>-மதிப்பின் அடிப்படையில், H%2$s ஐ விட H%1$sக்கு சாதகமாக உள்ள அதிகபட்ச சாத்தியக்கூறுகள் <em>p</em>P</em> log(<em>p</em>)) <em>p</em>க்கு சமம் 1/(-e <em>p</em>)). 2001).
tr: Vovk-Sellke Maksimum <em>p</em>-Oranı: <em>p</em>-değerine dayalı olarak, H%1$s'in H%2$s'e üstünlüğü lehindeki maksimum olası olasılık, <em>p</em> %3$s .37 için 1/(-e <em>p</em> log(<em>p</em>))'e eşittir (Sellke, Bayarri, & Berger, 2001).
vi: Tỷ lệ <em>p</em> tối đa Vovk–Sellke: Dựa trên giá trị <em>p</em>, xác suất tối đa ủng hộ H%1$s so với H%2$s bằng 1/(-e <em>p</em> log(<em>p</em>)), <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).

source: Proportions tested against value: %s
es: Proporciones contrastadas respecto al valor: %s
eu: Proportzioak balioaren aurka probatu dira: %s
fr: Proportions testées par rapport à la valeur : %s
gl: Proporcións probadas en relación ao valor: %s
ja: 値 %sに対してテストされました
pl: Proporcje testowane względem wartości: %s
pt: Proporções testadas em relação ao valor: %s
ro: Proporții testate în raport cu valoarea: %s
ru: Пропорции проверены на соответствие значению: %s
sr: Пропорције тестиране у односу на вредност: %s
ta: மதிப்புக்கு எதிராக சோதிக்கப்பட்ட விகிதாச்சாரம்: %s
tr: Değere göre test edilen oranlar: %s
vi: Tỷ lệ được kiểm định so với giá trị: %s

source: For all tests, the alternative hypothesis specifies that the proportion is less than %s
es: Para todos los contrastes, la hipótesis alternativa indica que la proporción es menor que %s
eu: Proba guztietarako, hipotesi alternatiboak zehazten du proportzioa %s baino txikiagoa dela
fr: Pour tous les tests, l'hypothèse alternative spécifie que la proportion est inférieure à %s
gl: Para tódalas probas, a hipótese alternativa indica que a proporción é menor que %s
ja: すべての検定において、対立仮説は比率が %s 未満であることを指定します
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że proporcja jest mniejsza niż %s
pt: Para todos os testes, a hipótese alternativa especifica que a proporção é inferior a %s
ro: Pentru toate testele, ipoteza alternativă specifică faptul că proporția este mai mică de %s
ru: По результатам всех статистических критериев доля оказалась меньше %s
sr: За све тестове, алтернативна хипотеза одређује да је пропорција мања од %s
ta: எல்லா சோதனைகளுக்கும், மாற்று கருதுகோள் விகிதாச்சாரத்திற்கு %s க்கும் குறைவாக இருப்பதைக் குறிப்பிடுகிறது
tr: Tüm testler için alternatif hipotez, oranın %s'den az olduğunu belirtir
vi: Trong tất cả các kiểm định, giả thuyết đối cho rằng tỷ lệ nhỏ hơn %s

source: For all tests, the alternative hypothesis specifies that the proportion is greater than %s
es: Para todos los contrastes, la hipótesis alternativa indica que la proporción es mayor que %s
eu: Proba guztietarako, hipotesi alternatiboak zehazten du proportzioa %s baino handiagoa dela
fr: Pour tous les tests, l'hypothèse alternative spécifie que la proportion est supérieure à %s
gl: Para tódalas probas, a hipótese alternativa indica que a proporción é maior que %s
ja: すべての検定において、対立仮説は比率が %s より大きいことを指定します
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że proporcja jest większa niż %s
pt: Para todos os testes, a hipótese alternativa especifica que a proporção é maior do que %s
ro: Pentru toate testele, ipoteza alternativă specifică faptul că proporția este mai mare decât %s
ru: По результатам всех статистических критериев доля больше, чем %s
sr: За све тестове, алтернативна хипотеза тврди да је пропорција већа од %s
ta: அனைத்து சோதனைகளுக்கும், மாற்று கருதுகோள் விகிதாச்சாரத்தை %s ஐ விட அதிகமாக உள்ளது என்பதைக் குறிப்பிடுகிறது
tr: Tüm testler için alternatif hipotez, oranın %s'den büyük olduğunu belirtir
vi: Trong tất cả các kiểm định, giả thuyết đối cho rằng tỷ lệ lớn hơn %s

source: Could not find message for class %1$s and type %2$s
eu: Ezin izan da mezurik aurkitu %1$s klaserako eta %2$s motarako
fr: Impossible de trouver le message pour la classe %1$s et le type %2$s
ja: クラス %1$s およびタイプ %2$s のメッセージが見つかりませんでした
pl: Nie można znaleźć wiadomości dla klasy %1$s i typu %2$s
pt: Não foi possível encontrar mensagem para a classe %1$s e tipo %2$s
ro: Nu a putut fi găsit mesajul pentru clasa %1$s și tipul %2$s
ru: Не удалось найти сообщение для класса %1$s и ввести %2$s
sr: Није пронађена порука за класу %1$s и тип %2$s
ta: வகுப்பு %1$s மற்றும் வகை %2$s க்கான செய்தியைக் கண்டுபிடிக்க முடியவில்லை
tr: Sınıf %1$s ve tip %2$s için mesaj bulunamadı
vi: Không tìm thấy thông báo cho lớp %1$s và loại %2$s

source: Missing required replacement(s): "
es: Falta(n) la(s) sustitución(s) requerida(s):"
fr: Remplacement(s) manquant(s) : "
gl: Falta(n) a(s) substitución(s) requirida(s):"
ja: 必要な代替品がありません。"
pl: Brak wymaganego zamiennika(ów): "

source: could not clean value
es: no se puede borrar el valor
fr: n'a pas pu nettoyer la valeur
gl: non se pode borrar o valor
ja: 値を消去できませんでした
pl: nie można wyczyścić wartości

source: failed to create moduleLibrary!
es: falló la creación de moduleLibrary!
fr: échec de la création de moduleLibrary !
gl: fallou a creación de moduleLibrary!
ja: moduleLibraryの作成に失敗しました!
pl: nie udało się utworzyć moduleLibrary!

source: Failed to recreate lock file of module!
es: Fallo al rehacer el archivo de bloqueo del módulo!
fr: Impossible de recréer le fichier de verrouillage du module !
gl: Fallo ao refacer o ficheiro de bloqueo do módulo!
ja: モジュールのロックファイルを再作成できませんでした!
pl: Nie udało się odtworzyć pliku blokady modułu!

source: Failed to remove temporary module libary at %s
es: Fallo al eliminar la biblioteca temporal del módulo en %s
fr: Impossible de supprimer la bibliothèque de modules temporaires à %s
gl: Fallo ao eliminar a biblioteca temporal do módulo en %s
ja: 一時的なモジュールライブラリ を %s で削除できませんでした
pl: Nie udało się usunąć tymczasowej biblioteki modułów w %s

source: Your module is missing a 'DESCRIPTION' file!
es: Tu módulo no tiene un archivo de 'DESCRIPCIÓN'!
fr: Il manque un fichier 'DESCRIPTION' à votre module !
gl: O teu módulo non ten un ficheiro de 'DESCRICIÓN'!
ja: あなたのモジュールには DESCRIPTION ファイルがありません!
pl: W wybranym module brakuje pliku 'DESCRIPTION'!

source: Your module is missing 'inst/Description.qml'!
es: Tu módulo no tiene el 'inst/Description.qml'!
fr: Il manque 'inst/Description.qml' à votre module !
gl: O teu módulo non ten o 'inst/Description.qml'!
ja: モジュールに 'inst/Description.qml' がありません!
pl: W wybranym module brakuje pliku 'inst/Description.qml'!

source: Your module is missing an 'R' directory!
es: Tu módulo no tiene un directorio de 'R'!
fr: Il manque un répertoire 'R' à votre module !
gl: O teu módulo non ten un directorio de 'R'!
ja: モジュールに 'R' ディレクトリがありません!
pl: W wybranym module brakuje katalogu 'R'!

source: Your module is missing the 'inst/qml' directory!
es: Tu módulo no tiene el directorio 'inst/qml'!
fr: Le répertoire 'inst/qml' est manquant dans votre module !
gl: O teu módulo non ten o directorio 'inst/qml'!
ja: モジュールに 'inst/qml' ディレクトリがありません!
pl: W wybranym module brakuje katalogu 'inst/qml'!

source: Can't find file '
pl: Nie można znaleźć pliku '

source: ' in archive '
pl: ' w archiwum '

source: Your module contains no
pl: Wybrany moduł nie zawiera

source: file
pl: plik

source: A cache is supposed to be at '%s' but it does not exist!
es: Se suponía que habría una caché en '%s', pero no existe!
fr: Un cache est censé se trouver à '%s' mais il n'existe pas !
gl: Agardábase que houbera unha caché en '%s', pero non existe!
ja: キャッシュは '%s' に設定されていますが、存在しません!
pl: Pamięć podręczna powinna znajdować się w '%s', ale nie została odnaleziona!

source: Expected not-null but got null
es: Esperado no nulo, pero obtenido cero
fr: Attendu non nul mais obtenu nul
gl: Agardado non nulo, mais cero obtido
pl: Oczekiwano odpowiedzi w postaci wartości, ale otrzymano brak wartości

source: Values in %s outside interval [%1$s, %2$s]
es: Valores en %s fuera del intervalo [%1$s, %2$s]

source: Could not find message for class %s and type %s
es: No se pudo encontrar el mensaje para la clase %s y el tipo %s
gl: Non se puido atopar a mensaxe para a clase %s e o tipo %s

source: Your module contains no DESCRIPTION file
es: Tu módulo no incluye ningún archivo de DESCRIPCIÓN
gl: O teu módulo non inclúe ningún ficheiro de DESCRICIÓN

source: Number of factor levels is %s in %s
gl: O número de niveis de factores é %s en %s

source: The variance in %s is equal to %s
gl: A varianza en %s é igual a %s

source: Number of observations is %s in %s
gl: O número de observacións é %s en %s

source: Cannot compute statistic reliably: number of observations is %s in %s
gl: Non se pode calcular o estatístico con fiabilidade: o número de observacións é %s en %s

source: Values in %s outside interval [%s, %s]
gl: Valores en %s fóra do intervalo [%s, %s]

source: The following error occured while converting a ggplot to plotly: %s
vi: Lỗi sau đây xảy ra trong khi chuyển đổi ggplot thành plotly: %s
